{"meta":{"title":"Explorer","subtitle":"探索者","description":null,"author":"Simon","url":"http://shihd.github.io"},"pages":[],"posts":[{"title":"晴天霹雳","slug":"成长的烦恼——晴天霹雳","date":"2016-08-15T09:10:29.000Z","updated":"2016-08-15T09:16:00.000Z","comments":true,"path":"2016/08/15/成长的烦恼——晴天霹雳/","link":"","permalink":"http://shihd.github.io/2016/08/15/成长的烦恼——晴天霹雳/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在小家伙出生的第二天，我们还在住院中，早上医生要来查房，按规定，家属全都要离开病房，我无处可去，就决定参加由医院组织的免费的儿童护理课程。本次课程主要讲述的是如何识别婴儿的一些早发病症，有黄胆，颅内出血等。由于这几天实在太累，昨晚又几乎一整晚没睡，我听的时候有点心不在焉，似乎与自己无关。当老师说到颅内出血的一些特征时，我全身陡然精神了起来，不知道为什么，忽然觉得小家伙有些行为正好符合这些特征，于是我开始集中精神，认真了起来。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;老师说到，如果婴儿颅内出血，会特别容易受惊，只要轻轻的敲击婴儿床，双手就会一抖并做出抱头的姿势，稍微大点的声音就会让其有这种反应，或者就是轻轻抚摸头部也会这样。我开始回忆着前一天的每一个细节，生怕错过了什么，似乎越想就越越觉得像，但又怕自己像古代去算命的人一样，被心理暗示所蒙蔽，结束后，我回到了病房，看着小家伙，再次按照上课时所叙述的那样做着试验，一次、两次、三次，完了，怎么还是这样，我心里开始慌了，我太太很不解我的行为，在她追问下，我将事情的原委告诉了她，她给我说的也紧张起来，于是我们商量，找医生预约检查一下。医生告诉我们要检查颅内出血需要照B超，我太太又详细询问了B超对这么大小孩的辐射影响情况，在得到医生并无大碍的肯定答复后，最终同意去做这个检查。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;下午，检查时间到了，我推着婴儿床跟着护士出了病房，同去的还有另外一个小宝宝，他奶奶也是上午听了那个课，决定带孩子检查下，说是检查了放心，这样，我的心情还稍微放松了一些。在病房那层等电梯的时候，我第一次觉得那个电梯真的好慢，不知是不是心情的影响。来到了B超检查室外，婴儿车被护士推了进去，我和另外一家的奶奶在外面等着，她还和我简单聊了几句，都是些孩子什么时候出生之类的话题，我当时也没太多心情，就随便应付了两句，心里在不断安慰自己，应该没事的，应该是我瞎操心，半个多小时过去了，婴儿床终于推了出来，每张床上还有一张白纸，上面就是检查结果，那个奶奶看了检查结果笑嘻嘻的说：“我就说没事嘛，还是检查下放心。”，他们家的报告应该是正常的，我看了眼小家伙的检查结果，就看到结论那一行写着：“颅内出血二级”，我的头就像被枪击中了一样，嗡嗡的想，简直就是晴天霹雳，一句话都说不出来，那家的奶奶还笑着问我是不是正常的，没事什么的，我只好笑笑，实在是一句话都不想说。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;回到病房，太太还在看电视，脸上还在透着微笑，我看了她一会，最终将报告结果告诉了她，她很紧张的问我，这个结果意味着什么，我不知道，只是打开手机拼命的上网搜索颅内出血二级以及可能的带来的后遗症，最终得到的结论是二级并不是颅内出血的最高级别，但也很严重，后遗症最坏的可能是脑瘫，当时我们都无法说出话来，她哭了，眼泪缓缓从两侧流了下来，我开始安慰她，毕竟她还在月子期，不能这么伤心，护士正好进来，听到我们的情况，也帮着安慰，说以前就有类似的案例，说小孩后来好好的，没什么关系，但是我们都知道这是安慰，心里依然不是滋味。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;当天的晚些时候，负责我们病房的儿科医生来了，以医生的角度讲解了检查报告的情况，并告知我们需要将小家伙送到ICU住院，太太问医生会不会变成脑瘫，医生愣了下，但还是很官方的回答了：“有可能，但要看具体情况”，我太太不说话了，只躺在床上流着泪，偶尔嘴角蠕动一下，发出“该怎么办”的叹息声。按照医生的嘱托，我将小家伙送到了11楼的ICU病房登记住院，被通知需要至少住院一星期，探视只有两次，要通过视频，每天早上可以送奶过来，我都一一记下了。回到病房，我和太太聊了两句，想着以后要是脑瘫怎么办，我安慰她两句，各自躺在床上，一夜无话。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;天亮了，我们似乎都没怎么睡觉，今天是出院日，我们开始办理出院手续，看到很多家庭抱着孩子，开开心心的出院，心里有点不是滋味。回到家，也不敢跟父母们说实话，只说是我要求的检查，所以宝宝没有回来，说是为了放心，父母们都怪我好好做什么检查，我实在没心情跟他们解释，我太太回到房间，就躺在床上，静静的流着泪。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;每天早晨，我需要将太太挤出的初乳放在专用保鲜袋里送到医院的ICU病房，本想问下孩子的情况，可惜人太多，护士们也顾不过来。回家后我会上网查查有关新生儿颅内出血的所有信息，并且还要安慰太太不要太过伤心，要往好的方面去想，有时我们又开始分析为什么会颅内出血，最终没有什么很好的结论。两天后，终于到了约定探视的时间，我太太非要过去，于是她穿着厚厚的棉袄，和我们一起到了ICU病房外等待着，人很多，大多在这等待的家长似乎都不太爱说话，地方不大，但却比较安静，到了探视的时间，护士叫号，每家按号过去探视，终于轮到我们，凑过去，就在护士站的一个显示器上看着小家伙，躺在一个玻璃盒子里，偶尔还动一下，头上插着留置针管，视频像素不高，其实看的不是太真切，但我太太还是不肯离开，5分钟的探视时间到了，她才依依不舍的离开，眼神里充满了一种说不出的忧伤。回到家，几乎又无话，只在那流泪。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;终于熬过了一周，也不知道这一周为什么如此之长，我们早早的来到了ICU病房门口，等着接宝宝回家。终于到了我们，看到他还是在那睡着，心里不明舒心了一点，医生告诉我们他们检查已经没有颅内出血了，但是还需要到儿童医院复查核磁共振，他们这没这个设备，又嘱托一些药要吃，全是些补钙的药。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;无论如何，小家伙总算回家了，我们还是安心不少，但还是在担心一个月的复查及以后的日子，还有那可怕的后遗症。一个月后，我们到儿童医院做了核磁共振，在检查前，也是多方咨询MRI的辐射问题，怕影响了小家伙，但最终还是得去做，做完后一周拿到报告，颅内出血已经没有了，但是检查过程中发现一个囊肿，不过并无大碍，由于发现的早以及婴儿吸收的好，所以医生说应该也不太可能会有后遗症。现在我们的孩子已经快4岁了，确实颅内出血并没有对他有任何影响，甚至还有的老师说他好聪明，讲故事一学就会，成了全班的榜样，但回想当时，确实是一段十分难熬的日子。","categories":[{"name":"成长的烦恼","slug":"成长的烦恼","permalink":"http://shihd.github.io/categories/成长的烦恼/"}],"tags":[]},{"title":"第一夜","slug":"成长的烦恼——第一夜","date":"2016-08-14T14:23:23.000Z","updated":"2016-08-14T15:23:15.000Z","comments":true,"path":"2016/08/14/成长的烦恼——第一夜/","link":"","permalink":"http://shihd.github.io/2016/08/14/成长的烦恼——第一夜/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;市妇幼保健医院是提倡母乳喂养的，因此，孩子出生后，没有大碍，就会让孩子和父母在一起，那一天在产科住院部，就是我们和小家伙的第一夜。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了给我太太提供一个较好的休息环境，我们预定了独立产科病房，孩子生出来的时候，正好排上号，可以住进去了，独立病房的环境真是没的说，房间比在香港的五星酒店还大，有两张床，独立卫生间，还有微波炉和冰箱，虽然价格上贵了点，但顺产也就住个三天，生孩子又是人生一件大事，自然觉得很值。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们的孩子是下午出生，为了谨慎，医院将其带进了观察室，观察一天，第二天下午的时候，通知我们可以将孩子领走了，于是我怀着激动无比的心情来到观察室外，等待着他。没过多久，一个小推车式的婴儿床被推了出来，他就躺在里面，闭着眼睛，安静的睡觉。我小心翼翼地将他推到太太的病房，我们一起看着他。皮肤真的好白，手指和脚趾细细长长，眼睛紧闭着，就一条缝，感觉还有点肿，头上有不少长长的胎毛，可是，他的头确很奇怪，长长的，扁扁的，头顶那还有点尖。我当时就问：”这头怎么长这样啊，以后长大了太不好看了”，后来医生告诉我，这是由于顺产的挤压的造成的，是正常的，现在头型不固定，只要保持好睡姿，头型是可以修正的，孩子大了头型固定了就好了。当时对医生的回答将信将疑，随着后来孩子一天天长大，越来越可爱，这一点自然也就证实了。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我和太太一直观察着他，不时的还抚摸他一下，心里充满了好奇和喜悦，脸上浮现出幸福的笑容，还互相问些很奇怪的问题，这是我们第一个孩子，也是目前为止唯一的一个孩子。也不知道过了多久，忽然，小家伙动了，一边踢着小脚同时还哼哼唧唧的，两边的嘴角开始一次次的向下撇，形成一个半圆弧，终于嘴一张，大哭起来。我们猜，他可能是饿了，想着该给他喂奶了，由于我太太只能躺在床上，所以我需要将小家伙从婴儿床上抱起来给我太太喂奶。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;抱婴儿其实是个技术活，以前我并不知道，感觉电视上随随便便就抱起来了，某些武侠片还能将婴儿抛来抛去的，之前医生交代过，婴儿的颈椎还没有发育完全，因此很软，没有办法撑起他的头，因此要先用一只手轻轻抬起一点他的头，另一只手从抬起的缝隙中轻轻插入，直到他的头可以躺在我的手肘处，同时手心张开，拖着他的上半身脊椎，另一只手托着他的小屁股将腿抱起，将其搂在怀中。我小心翼翼的做着这一连串的动作，生怕做的不对伤到了他，一个动作都要调整几次，才敢放心往下做，心里的紧张加上不停的哭声，还有我太太的一惊一乍的指挥，头上的汗都出来了，大概经过了好几分钟的努力，我终于把他抱了起来，准确的说是搂在了怀里，缓缓的送到我太太的床头。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;太太开始给他喂奶，小家伙倒是挺配合，小嘴一下子就吸了上去，可是没吸几口又开始哇哇大哭起来，我们都好奇怪怎么回事，喊来了护士才知道，有的妈妈刚生宝宝下来，前几天是没有奶的，需要宝宝多吸，才会出奶。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;接下来，我们就赶紧箱子，取出奶粉，根据说明书及护士的提示，冲了60毫升奶，给宝宝喝了起来，小家伙的小嘴一动一动的喝了起来，我们终于放心了，可没过一会，小家伙又不喝了，不过似乎好像喝饱了，不哭了，虽然只喝了一半，他又安静的睡了过去，我们也没敢打扰他，把他又放回了婴儿床。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;那剩下的奶怎么办，当时我们做了个很傻的决定，由于刚才我们冲奶粉很不熟练，怕下次他饿了来不及冲，于是我们将剩余的奶放在了冰箱，等下次要喝的时候用微波炉热一下给他吃，我们还真的这样干了一次，后来听护士说这样不好，才作罢。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;折腾了一天我们也都累了，都躺在床上睡了，也不知道过了多久，又被婴儿的哭声吵醒，这次他的腿踢的更频繁了，我们以为他又饿了，将刚才的奶用微波炉热了下给他吃，可是他只吸了一口就不吸了，还是不停的哭啊，踢啊，这下我们都懵了，他这是怎么啦，后来，还是我太太反应了过来，是不是尿了或拉臭臭了，我们也不确定，所以决定确认一下，可是，我们也是第一次用尿不湿，并不知道如何判断是否有尿或臭臭，只好由我将手指伸进了尿不湿，摸到软软的热热的东西，伸出来，闻了闻，哇～，一定是拉臭臭了，赶紧拿了新的尿不湿，学着之前看过的视频的样给他换了，打开尿不湿，第一次看见胎粪，绿绿的，心想，不会是有什么问题吧，叫来了护士，才知道，婴儿的臭臭一开始都是绿绿的，这才放心，同时，护士也教会了我们如何正确判断尿不湿是否有尿，原来尿不湿的中间有一条线，干净的时候他是淡淡的黄色，当有尿尿的时候他就会变成深绿色，哎～～，可怜我们两个傻子还把手伸了进去。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;就这样，平均3个小时左右被小东西叫醒一次，和他的第一夜就这样过去了。","categories":[{"name":"成长的烦恼","slug":"成长的烦恼","permalink":"http://shihd.github.io/categories/成长的烦恼/"}],"tags":[]},{"title":"谁带孩子","slug":"成长的烦恼——谁带孩子","date":"2016-08-14T02:29:18.000Z","updated":"2016-08-14T03:54:25.000Z","comments":true,"path":"2016/08/14/成长的烦恼——谁带孩子/","link":"","permalink":"http://shihd.github.io/2016/08/14/成长的烦恼——谁带孩子/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;孩子生下来以后，第一件头疼的事情就迎面扑来，到底谁来带孩子。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我和我太太都是计算机软件工程师，我们两家都生活在这个城市（我太太家生活在城郊的农村），父母都还健在，在很多同事眼中，特别是外地的同事眼中，我们家孩子谁带根本就不是问题，每当同事们调侃此事时，我都只能一笑而过，不知该说些什么。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在现在的中国的城市中，作为普通的职员家庭，一般带孩子会有这么几种情况： &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 男方父母带孩子，很多家庭都认为孩子应该男方父母去带，因为孩子的姓氏是随男方家的（我的丈母娘就有这种思想），其实这种思想真不少，小区内大部分孩子确实都是奶奶这边在带，有的是住在老人家里，有的是老人来这里住。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 女方父母带孩子，现在城市里的年轻人大多都是独生子女，尽管是女孩子，也是家中宝贝，城里经过这多年的教育宣传，自然比农村在男女平等问题上接受的多，尤其是我所在的城市，很多外公外婆在自己的女儿生产完后都自己来带孩子，生怕自己的女儿累着，我的一些亲戚（包括我的父母）以及我家后来请的一个阿姨都是如此。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 父母自己带孩子，爷爷奶奶外公外婆来搭把手，这种情况就是我的父母并不想来带孩子，认为这应该是我们自己的责任，但是他们会偶尔过来烧个饭送个菜什么的，这种情况渐渐成为了趋势，因为我门的父母并不像他们的父母经历了历史的苦难而只知道吃苦，他们的思想在成长中不断的受到冲击，他们在经济困难的时期出生，现在却生活在经济腾飞的现在，因此，他们也开始注重享受生活，并不想将自己的余生全都花费在这个”中国式家庭的循环”中，当然，这个词可能并不恰当，我并不知道其他国家是不是也这样。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 纯粹父母自己带孩子，这种情况多数发生在很多外地来的同事身上，他们的父母都不在本市居住，且可能家中还有别的子女的孩子需要料理，无法抽身，因此他们只好自己完全承担带孩子的义务 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; - 异地分居式带孩子，这种情况其实是第一种或第二种的一种延伸。孩子的父母在城里工作，实在无暇照看孩子，只好将孩子送回男方或女方的老家，由老人来带。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我门家的情况正好是第三种，孩子由我门自己带，双方父母只是过来搭把手，一开始，我门完全没有经验，父母也由于时间久远，无法给出很好的建议，所以手忙脚乱，在孩子两岁之前，我们请了住家保姆帮着带孩子，家里留一个老人帮着看看，之后我太太辞职一年多在家带孩子，请了一个钟点工来每天做做家务。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;其实也有很多人不解，你家都找了保姆，还需要头疼谁来带的问题吗？育儿嫂固然可以分担很多带孩子的事情，但是育儿嫂每个人都良莠不齐，在试用育儿嫂的时候得自己观察，需要旁人看，其次育儿嫂是不做家务只带孩子的，因此家务还需要别人料理，再次，网上有许多的育儿嫂单独在家带孩子打孩子的视频，也使我们不敢单独让孩子和育儿嫂在家，因此无论有无保姆，都需要家里人。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;自己带孩子的痛苦莫过于牺牲了所有的私人时间和影响了一部分工作时间，自从我们有了孩子后，三年都没有进过电影院，没有去商场买过衣服等，2人世界吃个饭什么的更是奢望，甚至连加班都要停止，我和我太太所在的行业又是一个加班是习以为常的行业，虽然我们经常羡慕小区里一些老人带孩子，父母出去活动，抱怨抱怨自己的父母，其实我们内心里还是知道，孩子还是自己带的好，起码感情上的亲昵，习惯的掌握等方面我们确实是他们比不了的。","categories":[{"name":"成长的烦恼","slug":"成长的烦恼","permalink":"http://shihd.github.io/categories/成长的烦恼/"}],"tags":[]},{"title":"成为父亲","slug":"成长的烦恼——成为父亲","date":"2016-08-12T15:15:23.000Z","updated":"2016-08-14T03:55:16.000Z","comments":true,"path":"2016/08/12/成长的烦恼——成为父亲/","link":"","permalink":"http://shihd.github.io/2016/08/12/成长的烦恼——成为父亲/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2012年9月的一天下午，妇幼保健医院的产房外，几家人都在焦急的等待着，我却安静的坐在一个位子上，从前一天下午我就开始等待，已经经历一个晚上又一个上午，再紧张的神经也开始松弛了。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这天还真不巧，产房外的电视机坏了，无法得知里面到底生了没有，还好我太太带了手机进去，总算没有失联那么悲催。下午2点多，我终于忍不住打了个电话给我太太，问她情况到底怎么样了，谁知她却激动的告诉我，生了，生了一个男孩，此时我的大脑忽然像被子弹击中一样，一片空白，愣在了那里——我终于成了父亲。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;事后我还责问我太太，为什么生了不赶紧打电话出来告诉我，原来她以为我在产房外面可以看到消息，所以就没多次一举。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;至于我当时为什么忽然愣住，其实我也回想了下，作为80后的我，一直成长于一个城市里普通的独生子女家庭，作为家里唯一的孩子，一直受到父母的关照，忽然一天长大结婚了，以为自己可以负责任了，随着太太的怀孕，心里自以为已经做好了充足的思想准备，可真当这个消息来临时，我还是异常的激动，忽然不知所措，心里不停的回想着——我当爸爸了，我终于当爸爸了。 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;之后我在产房外又忽然像孩子样非常的开心和激动，不停的打电话和发短信通知亲友，告诉他们我有儿子了，总觉得好像伺候我太太怀孕这么长时间总算熬到了头，后来的事情告诉我，这并不是结束，而仅仅是一个开始，一个痛并快乐生活的开始，之所以我用“成长的烦恼”为题，是因为小时候受当时的美剧“成长的烦恼（growing pains）”影响颇深，总认为中国式的家庭教育远不如美国式的家庭教育，随着自己成长，加上自己教育儿子，其实才理解教育是全世界所有父母都必将经历的一个成长的烦恼。","categories":[{"name":"成长的烦恼","slug":"成长的烦恼","permalink":"http://shihd.github.io/categories/成长的烦恼/"}],"tags":[]}]}